IDEA StatiCa Open Model
Material.ThermalConductivity Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thermal conductivity
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ThermalConductivity { get; set; }
Public Property ThermalConductivity As Double
	Get
	Set
public:
property double ThermalConductivity {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace